Repository: lcp/bisho
Catalog: po/*.po
Languages: de, eu, fr, ms, nl, ro, uk, wa

source: My Web Accounts
de: Meine Webkonten
eu: Nire Web-Kontuak
fr: Mes comptes Web
ms: Akaun Web Saya
nl: Mijn Web Accounts
ro: Conturile mele web
uk: Мої веб-облікові записи
wa: Mes contes waibe

source: myzone & status
eu: myzone eta egoera
fr: myzone & statut
ms: status & myzone
uk: myzone і стан
wa: myzone eyet estat

source: Launch site for more information.
de: Mehr Informationen findest du auf der Website.
eu: Webgunera jo informazio bila.
fr: Lancer le site pour plus d'information
nl: Kijk op de website voor meer informatie
ro: Lansaţi site-ul pentru mai multe informaţii.
uk: Відкрийте сайт щоб отримати більше інформації.
wa: Enonder l' waibe po nd saveur di pus.

source: <small>You'll need an account with %s and an Internet connection to use this web service.</small>
de: <small>Du brauchst ein Konto mit %s und eine Internetverbindung um diesen Web-Service zu nutzen.</small>
eu: <small>%s-kontu bat eta Internet konexioa beharko dituzu web-zerbitzu hau erabiltzeko.</small>
fr: <small>Vous avez besoin d'un compte avec %s et d'une connexion Internet pour utiliser ce service web.</small>
ms: <small>Anda akan memerlukan akaun dengan %s dan sambungan Internet untuk menggunakan servis web ini.</small>
nl: <small>Je hebt een account nodig met %s en een internet verbinding om deze service te kunnen gebruiken</small>
ro: <small>Veţi avea nevoie de un cont cu %s şi o conexiune la Internet pentru a utiliza acest serviciu web.</small>
uk: <small>Щоб скористатися цим веб сервісом, Вам потрібен обліковий запис на %s та підключення до Інтернету.</small>
wa: <small>Vos alez aveur dandj d' on conte avou %s eyet on raloyaedje al Daegntoele pos eploy c' siervice waibe.</small>

source: Sorry, we can't log in to %s. %s
de: Anmeldung bei %s leider nicht möglich. %s
eu: Lastima, ezin dugu %s-rekin konektatu. %s
fr: Désolé, impossible de connecter à %s. %s
ms: Maaf, kami tidak dapat log masuk ke %s. %s
nl: Sorry, kan niet inloggen op %s. %s
ro: Nu se poate autentifica la %s. %s
uk: Неможливо ввійти до %s. %s
wa: Dji rgrete, nos n' savans nn ns elodj e %s. %s

source: Sorry, we can't log in to %s
de: Anmeldung bei %s leider nicht möglich
eu: Lastima, ezin dugu %s-rekin konektatu
fr: Désolé, impossible de connecter à %s
ms: Maaf, kami tidak dapat log masuk ke %s
nl: Sorry, kan niet inloggen op %s
ro: Nu se poate autentifica la %s
uk: Неможливо увійти до %s
wa: Dji rgrete, nos n' savans nn ns elodj e %s

source: Log me in
de: Melde mich an
eu: Konektatu
fr: Connecte-moi
ms: Log masuk saya
nl: Log mij in
ro: Autentifică-mă
uk: Впустіть мене
wa: M' elodj

source: Working...
de: Wird bearbeitet...
eu: Lanean...
fr: En cours...
ms: Sedang berusaha...
nl: Bezig...
ro: Se lucrează...
uk: Працюю...
wa: Dj' overe

source: Once you have logged in to %s, press Continue.
de: Nach der Anmeldung bei %s klicke bitte auf Weiter.
eu: %s-rekin konektatu ondoren, Jarraitu sakatu ezazu.
fr: Une fois connecté à %s, appuyez sur Continuer.
ms: Apabila anda sudah log masuk ke %s, tekan Teruskan.
nl: Als je bent ingelogd in de %s, Druk dan op Doorgaan.
ro: Odată ce v-aţi autentificat la %s, apăsaţi Continuă.
uk: Натисніть Далі після входу на %s.
wa: On cp k' vos vs avoz elodj e %s, tchkz so Continouwer.

source: Continue
de: Fortsetzen
eu: Jarraitu
fr: Continuer
ms: Teruskan
nl: Doorgaan
ro: Continuă
uk: Далі
wa: Continouwer

source: Log in succeeded. You'll see new items in a couple of minutes.
de: Anmeldung erfolgreich. Du wirst in ein paar Minuten neue Elemente sehen.
eu: Arrakastaz konektatu zara. Minutu pare batean ikusiko dituzu elementu berriak.
fr: Connexion réussie. Vous allez voir de nouveaux articles dans quelques minutes.
ms: Log masuk berjaya. Anda akan melihat item baru dalam beberapa minit.
nl: Inloggen gelukt. Je zult nieuwe items zien binnen enkele minuten.
ro: Autentificare reușită. Puteți vizualiza elemente noi în câteva minute.
uk: Вхід успішний. Ви побачите нові пункти протягом декількох хвилин.
wa: L' elodjaedje a st comift. Vos alez vey des noveas cayets dins deus munutes.

source: Log me out
de: Melde mich ab
eu: Deskonektatu
fr: Déconnecte-moi
ms: Log keluar saya
nl: Log mij uit
ro: Deconectează-mă
uk: Вийти
wa: Mi dislodj

source: Once you have logged in to Flickr, press Continue.
de: Nach der Anmeldung bei Flickr klicke bitte auf Weiter.
fr: Une fois connecté à Flickr, appuyez sur Continuer.
nl: Als je bent ingelogd in Flickr, Druk dan op Doorgaan.
ro: Odată autentificat la Flickr, apasați Continuă.
uk: Натисніть Далі після входу на Flickr.

source: You don't seem to have a network connection, this won't work.
de: Du scheinst keine Netzwerkverbindung zu haben, das wird nicht funktionieren.
eu: Sare-konexiorik ez daukazula dirudi; honek ez du funtzionatuko.
fr: Vous ne semblez pas avoir de connexion réseau, cela ne va pas marcher.
nl: Je hebt geen netwerkverbinding, dus dit kan niet werken.
ro: Nu pare să existe o conexiune a rețelei, probabil nu va funcționa.
uk: Схоже, що ви не підключені до мережі, без підключення робота неможлива.
wa: I m' shonne ki vs n' avoz pont d' raloyaedje al rantoele, a n' va nn aler.

source: You could check that the computer's clock is correct.
de: Du könntest prüfen, ob die Computeruhr richtig geht.
eu: Zure ordenagailuaren ordularia ondo dagoela egiaztatu dezakezu.
fr: Vous pourriez vérifier que l'horloge de l'ordinateur est juste.
ms: Anda boleh semak bahawa jam komputer adalah betul.
nl: Je kunt controleren of de computer tijd goed is ingesteld.
ro: Puteți verifica dacă ceasul calculatorului este setat corect.
uk: Ви можете перевірити правильність годинника комп'ютера.
wa: Vos prz verify k' l' rlodje del copiutrece est a l' eure.

source: You could try again.
de: Du könntest es noch einmal versuchen.
eu: Berriro saiatu zaitezke.
fr: Vous pourriez essayer de nouveau.
ms: Anda boleh cuba lagi.
nl: Je kunt het nogmaals proberen.
ro: Puteți încerca din nou.
uk: Ви можете спробувати знову.
wa: Vos prz cor on cp say.

source: Once you have logged in to %s, enter the code they give you and press Continue.
de: Nach der Anmeldung bei %s gebe den Code ein und drücke auf Weiter.
eu: %s-rekin konektatu ondoren, eman zizuten kodea idatzi ezazu eta Jarraitu sakatu ezazu.
fr: Une fois connecté à %s, saisissez le code qui vous est fourni et appuyez sur Continuer.
ms: Apabila anda telah log masuk ke %s, isikan kod mereka berikan dan tekan Teruskan
nl: Als je bent ingelogd in de %s, Voer de verkregen code in en druk dan op Doorgaan.
ro: Odată autentificat la %s, introduce'i condul dat de ei și apăsaţi Continuă.
uk: Після входу на %s, введіть отриманий код та натисніть Далі.
wa: On cp k' vos vs avoz elodj e %s, dinez l' cde ki vs dint eyet tchk Continouwer.

source: %s login changed.
de: Die Anmeldungsdaten für %s wurden geändert.
eu: %s-rako konexio-datuak aldatuta.
fr: %s login changé.
ms: %s log masuk telah diubah.
nl: %s login veranderd.
ro: %s autentificare modificată.
uk: Логін %s змінено.
wa: Li login di %s a candj.

source: Username:
de: Benutzername:
eu: Erabiltzailea:
fr: Nom d'utilisateur :
ms: Nama pengguna:
nl: Gebruikersnaam:
ro: Utilizator:
uk: Логін:
wa: No d' uzeu :

source: Password:
de: Kennwort:
eu: Pasahitza:
fr: Mot de passe :
ms: Kata laluan:
nl: Wachtwoord:
ro: Parolă:
uk: Пароль:
wa: Sicret :

source: Quit
fr: Quitter

source: Set up your social networks to see new updates in myzone and the status panel.
de: Richte bitte deine sozialen Netzwerke ein, um Updates in 'myzone' und dem Statusfeld zu sehen.
eu: Zure sare-sozialak konfiguratu itzazu, eguneraketak ikusi ahal izateko zure myzone eta egoera-panelean.
fr: Configurez vos réseaux sociaux pour voir les dernières mises à jour dans MaZone et le panneau de statut.
ms: Aturkan jaringan sosial anda untuk melihat kemaskini baru di myzone dan panel status.
nl: Stel je sociale netwerk in om nieuwe updates te zien in myzone en de status paneel.
ro: Configuraţi-vă reţelele sociale pentru a vedea noi actualizări în myzone şi în panoul de stare.
uk: Налаштуйте свої соціальні мережі щоб побачити оновлення в myzone та на панелі стану
wa: Metoz a pont vos socils rantoeles po vey des noveas metaedjes a djo dins myzone eyet l' sicriftr d' estat.

source: Code:
eu: Kodea:
ms: Kod:
ro: Cod:
uk: Код:
wa: Cde :
